[
    {
      "id": 1,
      "title": "Auro Nubia",
      "description": "Immerse yourself in the future of sound with Auro Nubia EarPods. Precision-engineered for unparalleled audio quality, these earbuds redefine your listening experience.",
      "image": "src/assets/images/case_1.png",
      "price": 199.99,
      "vatRate": 21,
      "stock": 90
    },
    {
      "id": 2,
      "title": "Auro Phonos",
      "description": "Cutting-edge technology meets timeless elegance with Auro Phonos Wireless EarPods. Experience the freedom of true wireless connectivity and pristine audio reproduction.",
      "image": "src/assets/images/case_2.png",
      "price": 219.99,
      "vatRate": 21,
      "stock": 75
    },
    {
      "id": 3,
      "title": "Auro Nova",
      "description": "Step into the future with Auro Nova True Wireless Stereo Earbuds. These earbuds seamlessly blend futuristic design with advanced audio technology, providing an immersive sonic journey.",
      "image": "src/assets/images/case_4.png",
      "price": 179.99,
      "vatRate": 21,
      "stock": 100
    },
    {
      "id": 4,
      "title": "Auro Cosmos",
      "description": "Escape into a world of pure sound with Auro Cosmos Active Noise-Canceling EarPods. Immerse yourself in your favorite music without distractions, wherever you go.",
      "image": "src/assets/images/case_1.png",
      "price": 249.99,
      "vatRate": 21,
      "stock": 60
    },
    {
      "id": 5,
      "title": "Auro Vibra",
      "description": "Unleash the celestial sounds with Auro Celestial In-Ear Monitors. Crafted for audiophiles, these monitors deliver a harmonious blend of clarity and depth.",
      "image": "src/assets/images/pods_1.png",
      "price": 299.99,
      "vatRate": 21,
      "stock": 90
    },
    {
      "id": 6,
      "title": "AuroPods One",
      "description": "Embark on a nostalgic journey with Auro Quantum Retro EarPods. Infused with quantum technology, these earbuds offer a perfect balance of vintage charm and futuristic performance.",
      "image": "src/assets/images/pods_2.png",
      "price": 269.99,
      "vatRate": 21,
      "stock": 70
    },
    {
      "id": 7,
      "title": "AuroPods Two",
      "description": "Indulge in luxury with Auro Luxe Gold Edition Earbuds. Meticulously crafted for those with discerning taste, these earbuds redefine elegance and audio excellence.",
      "image": "src/assets/images/pods_3.png",
      "price": 449.99,
      "vatRate": 21,
      "stock": 30
    },
    {
      "id": 8,
      "title": "AuroVision",
      "description": "Experience limitless possibilities with Auro Infinity Wireless Charging EarPods. Effortlessly charge on the go and enjoy continuous, high-quality audio.",
      "image": "src/assets/images/aurovision_3.png",
      "price": 399.99,
      "vatRate": 21,
      "stock": 40
    },
    {
      "id": 9,
      "title": "AuroLink",
      "description": "Dive into a spectrum of vibrant sound with Auro Spectrum Neon Glow EarPods. Illuminate your audio experience and stand out with these futuristic, neon-infused earbuds.",
      "image": "src/assets/images/AuroLink_1.png",
      "price": 229.99,
      "vatRate": 21,
      "stock": 80
    },
    {
      "id": 10,
      "title": "Auro Velis",
      "description": "Master the art of audio with Auro Echo Studio Monitor Earbuds. Precision-tuned for studio-quality sound, these earbuds redefine your perception of clarity and detail.",
      "image": "src/assets/images/case_3.png",
      "price": 349.99,
      "vatRate": 21,
      "stock": 45
    },
    {
      "id": 11,
      "title": "Auro Aurora",
      "description": "Enter a world of simplicity and sophistication with Auro Aurora Minimalist EarPods. Experience a minimalist design that seamlessly integrates with your lifestyle.",
      "image": "src/assets/images/case_2.png",
      "price": 199.99,
      "vatRate": 21,
      "stock": 65
    },
    {
      "id": 12,
      "title": "Auro Zappa",
      "description": "Harmonize with deep bass and precision with Auro Bass Harmony Pro EarPods. Elevate your audio experience and feel the rhythm like never before.",
      "image": "src/assets/images/case_3.png",
      "price": 319.99,
      "vatRate": 21,
      "stock": 55
    },
    {
      "id": 13,
      "title": "AuroTouch",
      "description": "Embark on an urban adventure with Auro Urban Voyager EarPods. Explore the city with style and immerse yourself in a world of dynamic audio.",
      "image": "src/assets/images/case_4.png",
      "price": 599.99,
      "vatRate": 21,
      "stock": 85
    },
    {
      "id": 14,
      "title": "Auro",
      "description": "Find serenity in every note with Auro Tranquil Serenity Earbuds. Immerse yourself in a tranquil audio oasis that transports you to a realm of pure calmness.",
      "image": "src/assets/images/case_1.png",
      "price": 269.99,
      "vatRate": 21,
      "stock": 50
    },
    {
      "id": 15,
      "title": "Auro Crystal Clear Sonic EarPods",
      "description": "Discover sonic clarity with Auro Crystal Clear Sonic EarPods. Dive into a world where every note sparkles with crystal-clear precision.",
      "image": "src/assets/images/case_3.png",
      "price": 239.99,
      "vatRate": 21,
      "stock": 50
    },
    {
      "id": 16,
      "title": "Auro Quantum Harmony EarPods",
      "description": "Experience harmony in every note with Auro Quantum Harmony EarPods. Precision-tuned for a balanced and immersive audio experience.",
      "image": "src/assets/images/case_4.png",
      "price": 389.99,
      "vatRate": 21,
      "stock": 30
    },
    {
      "id": 17,
      "title": "Auro Nebula Pro Earbuds",
      "description": "Embark on a journey through sound with Auro Nebula Pro Earbuds. Designed for audiophiles seeking unparalleled audio quality.",
      "image": "src/assets/images/pods_1.png",
      "price": 429.99,
      "vatRate": 21,
      "stock": 20
    },
    {
      "id": 18,
      "title": "Auro Zenith",
      "description": "Reach new heights of audio excellence with Auro Zenith Wireless EarPods. Elevate your listening experience to the Zenith of perfection.",
      "image": "src/assets/images/pods_2.png",
      "price": 449.99,
      "vatRate": 21,
      "stock": 25
    },
    {
      "id": 19,
      "title": "AuroPack",
      "description": "Unleash the divine sound with Auro Seraphim In-Ear Monitors. Immerse yourself in an audio experience that transcends ordinary boundaries.",
      "image": "src/assets/images/case_2.png",
      "price": 149.99,
      "vatRate": 21,
      "stock": 15
    },
    {
      "id": 20,
      "title": "AuroTag",
      "description": "Ignite your senses with Auro Astral Glow EarPods. Immerse yourself in the mesmerizing glow of celestial audio brilliance.",
      "image": "src/assets/images/case_2.png",
      "price": 79.99,
      "vatRate": 21,
      "stock": 25
    }
    ]